# 2. Площадь
# Пользователь вводит стороны прямоугольника, выведите его площадь

a = int(input('Введите первую сторону прямоугольника: '))
b = int(input('Введите втррую сторону  прямоуголиника: '))
print('Площадь прямоугольника равна:' , a * b)